{
  "metadata": {
    "total_size": 352494542848
  },
  "weight_map": {
    "transformer/h/0/input_layernorm/bias": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/input_layernorm/kernel": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/mlp/dense_4h_to_h/bias": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/mlp/dense_4h_to_h/kernel": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/mlp/dense_h_to_4h/bias": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/mlp/dense_h_to_4h/kernel": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/post_attention_layernorm/bias": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/post_attention_layernorm/kernel": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/self_attention/dense/bias": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/self_attention/dense/kernel": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/self_attention/query_key_value/bias": "flax_model-00002-of-00072.msgpack",
    "transformer/h/0/self_attention/query_key_value/kernel": "flax_model-00002-of-00072.msgpack",
    "transformer/h/1/input_layernorm/bias": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/input_layernorm/kernel": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/mlp/dense_4h_to_h/bias": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/mlp/dense_4h_to_h/kernel": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/mlp/dense_h_to_4h/bias": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/mlp/dense_h_to_4h/kernel": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/post_attention_layernorm/bias": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/post_attention_layernorm/kernel": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/self_attention/dense/bias": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/self_attention/dense/kernel": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/self_attention/query_key_value/bias": "flax_model-00003-of-00072.msgpack",
    "transformer/h/1/self_attention/query_key_value/kernel": "flax_model-00003-of-00072.msgpack",
    "transformer/h/10/input_layernorm/bias": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/input_layernorm/kernel": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/mlp/dense_4h_to_h/bias": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/mlp/dense_4h_to_h/kernel": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/mlp/dense_h_to_4h/bias": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/mlp/dense_h_to_4h/kernel": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/post_attention_layernorm/bias": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/post_attention_layernorm/kernel": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/self_attention/dense/bias": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/self_attention/dense/kernel": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/self_attention/query_key_value/bias": "flax_model-00012-of-00072.msgpack",
    "transformer/h/10/self_attention/query_key_value/kernel": "flax_model-00012-of-00072.msgpack",
    "transformer/h/11/input_layernorm/bias": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/input_layernorm/kernel": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/mlp/dense_4h_to_h/bias": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/mlp/dense_4h_to_h/kernel": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/mlp/dense_h_to_4h/bias": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/mlp/dense_h_to_4h/kernel": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/post_attention_layernorm/bias": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/post_attention_layernorm/kernel": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/self_attention/dense/bias": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/self_attention/dense/kernel": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/self_attention/query_key_value/bias": "flax_model-00013-of-00072.msgpack",
    "transformer/h/11/self_attention/query_key_value/kernel": "flax_model-00013-of-00072.msgpack",
    "transformer/h/12/input_layernorm/bias": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/input_layernorm/kernel": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/mlp/dense_4h_to_h/bias": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/mlp/dense_4h_to_h/kernel": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/mlp/dense_h_to_4h/bias": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/mlp/dense_h_to_4h/kernel": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/post_attention_layernorm/bias": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/post_attention_layernorm/kernel": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/self_attention/dense/bias": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/self_attention/dense/kernel": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/self_attention/query_key_value/bias": "flax_model-00014-of-00072.msgpack",
    "transformer/h/12/self_attention/query_key_value/kernel": "flax_model-00014-of-00072.msgpack",
    "transformer/h/13/input_layernorm/bias": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/input_layernorm/kernel": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/mlp/dense_4h_to_h/bias": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/mlp/dense_4h_to_h/kernel": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/mlp/dense_h_to_4h/bias": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/mlp/dense_h_to_4h/kernel": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/post_attention_layernorm/bias": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/post_attention_layernorm/kernel": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/self_attention/dense/bias": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/self_attention/dense/kernel": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/self_attention/query_key_value/bias": "flax_model-00015-of-00072.msgpack",
    "transformer/h/13/self_attention/query_key_value/kernel": "flax_model-00015-of-00072.msgpack",
    "transformer/h/14/input_layernorm/bias": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/input_layernorm/kernel": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/mlp/dense_4h_to_h/bias": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/mlp/dense_4h_to_h/kernel": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/mlp/dense_h_to_4h/bias": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/mlp/dense_h_to_4h/kernel": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/post_attention_layernorm/bias": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/post_attention_layernorm/kernel": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/self_attention/dense/bias": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/self_attention/dense/kernel": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/self_attention/query_key_value/bias": "flax_model-00016-of-00072.msgpack",
    "transformer/h/14/self_attention/query_key_value/kernel": "flax_model-00016-of-00072.msgpack",
    "transformer/h/15/input_layernorm/bias": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/input_layernorm/kernel": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/mlp/dense_4h_to_h/bias": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/mlp/dense_4h_to_h/kernel": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/mlp/dense_h_to_4h/bias": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/mlp/dense_h_to_4h/kernel": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/post_attention_layernorm/bias": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/post_attention_layernorm/kernel": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/self_attention/dense/bias": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/self_attention/dense/kernel": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/self_attention/query_key_value/bias": "flax_model-00017-of-00072.msgpack",
    "transformer/h/15/self_attention/query_key_value/kernel": "flax_model-00017-of-00072.msgpack",
    "transformer/h/16/input_layernorm/bias": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/input_layernorm/kernel": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/mlp/dense_4h_to_h/bias": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/mlp/dense_4h_to_h/kernel": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/mlp/dense_h_to_4h/bias": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/mlp/dense_h_to_4h/kernel": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/post_attention_layernorm/bias": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/post_attention_layernorm/kernel": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/self_attention/dense/bias": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/self_attention/dense/kernel": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/self_attention/query_key_value/bias": "flax_model-00018-of-00072.msgpack",
    "transformer/h/16/self_attention/query_key_value/kernel": "flax_model-00018-of-00072.msgpack",
    "transformer/h/17/input_layernorm/bias": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/input_layernorm/kernel": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/mlp/dense_4h_to_h/bias": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/mlp/dense_4h_to_h/kernel": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/mlp/dense_h_to_4h/bias": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/mlp/dense_h_to_4h/kernel": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/post_attention_layernorm/bias": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/post_attention_layernorm/kernel": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/self_attention/dense/bias": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/self_attention/dense/kernel": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/self_attention/query_key_value/bias": "flax_model-00019-of-00072.msgpack",
    "transformer/h/17/self_attention/query_key_value/kernel": "flax_model-00019-of-00072.msgpack",
    "transformer/h/18/input_layernorm/bias": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/input_layernorm/kernel": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/mlp/dense_4h_to_h/bias": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/mlp/dense_4h_to_h/kernel": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/mlp/dense_h_to_4h/bias": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/mlp/dense_h_to_4h/kernel": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/post_attention_layernorm/bias": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/post_attention_layernorm/kernel": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/self_attention/dense/bias": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/self_attention/dense/kernel": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/self_attention/query_key_value/bias": "flax_model-00020-of-00072.msgpack",
    "transformer/h/18/self_attention/query_key_value/kernel": "flax_model-00020-of-00072.msgpack",
    "transformer/h/19/input_layernorm/bias": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/input_layernorm/kernel": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/mlp/dense_4h_to_h/bias": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/mlp/dense_4h_to_h/kernel": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/mlp/dense_h_to_4h/bias": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/mlp/dense_h_to_4h/kernel": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/post_attention_layernorm/bias": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/post_attention_layernorm/kernel": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/self_attention/dense/bias": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/self_attention/dense/kernel": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/self_attention/query_key_value/bias": "flax_model-00021-of-00072.msgpack",
    "transformer/h/19/self_attention/query_key_value/kernel": "flax_model-00021-of-00072.msgpack",
    "transformer/h/2/input_layernorm/bias": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/input_layernorm/kernel": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/mlp/dense_4h_to_h/bias": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/mlp/dense_4h_to_h/kernel": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/mlp/dense_h_to_4h/bias": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/mlp/dense_h_to_4h/kernel": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/post_attention_layernorm/bias": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/post_attention_layernorm/kernel": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/self_attention/dense/bias": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/self_attention/dense/kernel": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/self_attention/query_key_value/bias": "flax_model-00004-of-00072.msgpack",
    "transformer/h/2/self_attention/query_key_value/kernel": "flax_model-00004-of-00072.msgpack",
    "transformer/h/20/input_layernorm/bias": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/input_layernorm/kernel": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/mlp/dense_4h_to_h/bias": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/mlp/dense_4h_to_h/kernel": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/mlp/dense_h_to_4h/bias": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/mlp/dense_h_to_4h/kernel": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/post_attention_layernorm/bias": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/post_attention_layernorm/kernel": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/self_attention/dense/bias": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/self_attention/dense/kernel": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/self_attention/query_key_value/bias": "flax_model-00022-of-00072.msgpack",
    "transformer/h/20/self_attention/query_key_value/kernel": "flax_model-00022-of-00072.msgpack",
    "transformer/h/21/input_layernorm/bias": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/input_layernorm/kernel": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/mlp/dense_4h_to_h/bias": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/mlp/dense_4h_to_h/kernel": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/mlp/dense_h_to_4h/bias": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/mlp/dense_h_to_4h/kernel": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/post_attention_layernorm/bias": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/post_attention_layernorm/kernel": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/self_attention/dense/bias": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/self_attention/dense/kernel": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/self_attention/query_key_value/bias": "flax_model-00023-of-00072.msgpack",
    "transformer/h/21/self_attention/query_key_value/kernel": "flax_model-00023-of-00072.msgpack",
    "transformer/h/22/input_layernorm/bias": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/input_layernorm/kernel": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/mlp/dense_4h_to_h/bias": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/mlp/dense_4h_to_h/kernel": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/mlp/dense_h_to_4h/bias": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/mlp/dense_h_to_4h/kernel": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/post_attention_layernorm/bias": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/post_attention_layernorm/kernel": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/self_attention/dense/bias": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/self_attention/dense/kernel": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/self_attention/query_key_value/bias": "flax_model-00024-of-00072.msgpack",
    "transformer/h/22/self_attention/query_key_value/kernel": "flax_model-00024-of-00072.msgpack",
    "transformer/h/23/input_layernorm/bias": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/input_layernorm/kernel": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/mlp/dense_4h_to_h/bias": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/mlp/dense_4h_to_h/kernel": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/mlp/dense_h_to_4h/bias": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/mlp/dense_h_to_4h/kernel": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/post_attention_layernorm/bias": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/post_attention_layernorm/kernel": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/self_attention/dense/bias": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/self_attention/dense/kernel": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/self_attention/query_key_value/bias": "flax_model-00025-of-00072.msgpack",
    "transformer/h/23/self_attention/query_key_value/kernel": "flax_model-00025-of-00072.msgpack",
    "transformer/h/24/input_layernorm/bias": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/input_layernorm/kernel": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/mlp/dense_4h_to_h/bias": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/mlp/dense_4h_to_h/kernel": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/mlp/dense_h_to_4h/bias": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/mlp/dense_h_to_4h/kernel": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/post_attention_layernorm/bias": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/post_attention_layernorm/kernel": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/self_attention/dense/bias": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/self_attention/dense/kernel": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/self_attention/query_key_value/bias": "flax_model-00026-of-00072.msgpack",
    "transformer/h/24/self_attention/query_key_value/kernel": "flax_model-00026-of-00072.msgpack",
    "transformer/h/25/input_layernorm/bias": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/input_layernorm/kernel": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/mlp/dense_4h_to_h/bias": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/mlp/dense_4h_to_h/kernel": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/mlp/dense_h_to_4h/bias": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/mlp/dense_h_to_4h/kernel": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/post_attention_layernorm/bias": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/post_attention_layernorm/kernel": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/self_attention/dense/bias": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/self_attention/dense/kernel": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/self_attention/query_key_value/bias": "flax_model-00027-of-00072.msgpack",
    "transformer/h/25/self_attention/query_key_value/kernel": "flax_model-00027-of-00072.msgpack",
    "transformer/h/26/input_layernorm/bias": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/input_layernorm/kernel": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/mlp/dense_4h_to_h/bias": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/mlp/dense_4h_to_h/kernel": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/mlp/dense_h_to_4h/bias": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/mlp/dense_h_to_4h/kernel": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/post_attention_layernorm/bias": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/post_attention_layernorm/kernel": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/self_attention/dense/bias": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/self_attention/dense/kernel": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/self_attention/query_key_value/bias": "flax_model-00028-of-00072.msgpack",
    "transformer/h/26/self_attention/query_key_value/kernel": "flax_model-00028-of-00072.msgpack",
    "transformer/h/27/input_layernorm/bias": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/input_layernorm/kernel": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/mlp/dense_4h_to_h/bias": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/mlp/dense_4h_to_h/kernel": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/mlp/dense_h_to_4h/bias": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/mlp/dense_h_to_4h/kernel": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/post_attention_layernorm/bias": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/post_attention_layernorm/kernel": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/self_attention/dense/bias": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/self_attention/dense/kernel": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/self_attention/query_key_value/bias": "flax_model-00029-of-00072.msgpack",
    "transformer/h/27/self_attention/query_key_value/kernel": "flax_model-00029-of-00072.msgpack",
    "transformer/h/28/input_layernorm/bias": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/input_layernorm/kernel": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/mlp/dense_4h_to_h/bias": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/mlp/dense_4h_to_h/kernel": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/mlp/dense_h_to_4h/bias": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/mlp/dense_h_to_4h/kernel": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/post_attention_layernorm/bias": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/post_attention_layernorm/kernel": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/self_attention/dense/bias": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/self_attention/dense/kernel": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/self_attention/query_key_value/bias": "flax_model-00030-of-00072.msgpack",
    "transformer/h/28/self_attention/query_key_value/kernel": "flax_model-00030-of-00072.msgpack",
    "transformer/h/29/input_layernorm/bias": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/input_layernorm/kernel": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/mlp/dense_4h_to_h/bias": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/mlp/dense_4h_to_h/kernel": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/mlp/dense_h_to_4h/bias": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/mlp/dense_h_to_4h/kernel": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/post_attention_layernorm/bias": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/post_attention_layernorm/kernel": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/self_attention/dense/bias": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/self_attention/dense/kernel": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/self_attention/query_key_value/bias": "flax_model-00031-of-00072.msgpack",
    "transformer/h/29/self_attention/query_key_value/kernel": "flax_model-00031-of-00072.msgpack",
    "transformer/h/3/input_layernorm/bias": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/input_layernorm/kernel": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/mlp/dense_4h_to_h/bias": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/mlp/dense_4h_to_h/kernel": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/mlp/dense_h_to_4h/bias": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/mlp/dense_h_to_4h/kernel": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/post_attention_layernorm/bias": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/post_attention_layernorm/kernel": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/self_attention/dense/bias": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/self_attention/dense/kernel": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/self_attention/query_key_value/bias": "flax_model-00005-of-00072.msgpack",
    "transformer/h/3/self_attention/query_key_value/kernel": "flax_model-00005-of-00072.msgpack",
    "transformer/h/30/input_layernorm/bias": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/input_layernorm/kernel": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/mlp/dense_4h_to_h/bias": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/mlp/dense_4h_to_h/kernel": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/mlp/dense_h_to_4h/bias": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/mlp/dense_h_to_4h/kernel": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/post_attention_layernorm/bias": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/post_attention_layernorm/kernel": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/self_attention/dense/bias": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/self_attention/dense/kernel": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/self_attention/query_key_value/bias": "flax_model-00032-of-00072.msgpack",
    "transformer/h/30/self_attention/query_key_value/kernel": "flax_model-00032-of-00072.msgpack",
    "transformer/h/31/input_layernorm/bias": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/input_layernorm/kernel": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/mlp/dense_4h_to_h/bias": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/mlp/dense_4h_to_h/kernel": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/mlp/dense_h_to_4h/bias": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/mlp/dense_h_to_4h/kernel": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/post_attention_layernorm/bias": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/post_attention_layernorm/kernel": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/self_attention/dense/bias": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/self_attention/dense/kernel": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/self_attention/query_key_value/bias": "flax_model-00033-of-00072.msgpack",
    "transformer/h/31/self_attention/query_key_value/kernel": "flax_model-00033-of-00072.msgpack",
    "transformer/h/32/input_layernorm/bias": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/input_layernorm/kernel": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/mlp/dense_4h_to_h/bias": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/mlp/dense_4h_to_h/kernel": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/mlp/dense_h_to_4h/bias": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/mlp/dense_h_to_4h/kernel": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/post_attention_layernorm/bias": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/post_attention_layernorm/kernel": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/self_attention/dense/bias": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/self_attention/dense/kernel": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/self_attention/query_key_value/bias": "flax_model-00034-of-00072.msgpack",
    "transformer/h/32/self_attention/query_key_value/kernel": "flax_model-00034-of-00072.msgpack",
    "transformer/h/33/input_layernorm/bias": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/input_layernorm/kernel": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/mlp/dense_4h_to_h/bias": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/mlp/dense_4h_to_h/kernel": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/mlp/dense_h_to_4h/bias": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/mlp/dense_h_to_4h/kernel": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/post_attention_layernorm/bias": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/post_attention_layernorm/kernel": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/self_attention/dense/bias": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/self_attention/dense/kernel": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/self_attention/query_key_value/bias": "flax_model-00035-of-00072.msgpack",
    "transformer/h/33/self_attention/query_key_value/kernel": "flax_model-00035-of-00072.msgpack",
    "transformer/h/34/input_layernorm/bias": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/input_layernorm/kernel": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/mlp/dense_4h_to_h/bias": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/mlp/dense_4h_to_h/kernel": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/mlp/dense_h_to_4h/bias": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/mlp/dense_h_to_4h/kernel": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/post_attention_layernorm/bias": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/post_attention_layernorm/kernel": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/self_attention/dense/bias": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/self_attention/dense/kernel": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/self_attention/query_key_value/bias": "flax_model-00036-of-00072.msgpack",
    "transformer/h/34/self_attention/query_key_value/kernel": "flax_model-00036-of-00072.msgpack",
    "transformer/h/35/input_layernorm/bias": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/input_layernorm/kernel": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/mlp/dense_4h_to_h/bias": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/mlp/dense_4h_to_h/kernel": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/mlp/dense_h_to_4h/bias": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/mlp/dense_h_to_4h/kernel": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/post_attention_layernorm/bias": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/post_attention_layernorm/kernel": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/self_attention/dense/bias": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/self_attention/dense/kernel": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/self_attention/query_key_value/bias": "flax_model-00037-of-00072.msgpack",
    "transformer/h/35/self_attention/query_key_value/kernel": "flax_model-00037-of-00072.msgpack",
    "transformer/h/36/input_layernorm/bias": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/input_layernorm/kernel": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/mlp/dense_4h_to_h/bias": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/mlp/dense_4h_to_h/kernel": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/mlp/dense_h_to_4h/bias": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/mlp/dense_h_to_4h/kernel": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/post_attention_layernorm/bias": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/post_attention_layernorm/kernel": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/self_attention/dense/bias": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/self_attention/dense/kernel": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/self_attention/query_key_value/bias": "flax_model-00038-of-00072.msgpack",
    "transformer/h/36/self_attention/query_key_value/kernel": "flax_model-00038-of-00072.msgpack",
    "transformer/h/37/input_layernorm/bias": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/input_layernorm/kernel": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/mlp/dense_4h_to_h/bias": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/mlp/dense_4h_to_h/kernel": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/mlp/dense_h_to_4h/bias": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/mlp/dense_h_to_4h/kernel": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/post_attention_layernorm/bias": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/post_attention_layernorm/kernel": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/self_attention/dense/bias": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/self_attention/dense/kernel": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/self_attention/query_key_value/bias": "flax_model-00039-of-00072.msgpack",
    "transformer/h/37/self_attention/query_key_value/kernel": "flax_model-00039-of-00072.msgpack",
    "transformer/h/38/input_layernorm/bias": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/input_layernorm/kernel": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/mlp/dense_4h_to_h/bias": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/mlp/dense_4h_to_h/kernel": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/mlp/dense_h_to_4h/bias": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/mlp/dense_h_to_4h/kernel": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/post_attention_layernorm/bias": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/post_attention_layernorm/kernel": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/self_attention/dense/bias": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/self_attention/dense/kernel": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/self_attention/query_key_value/bias": "flax_model-00040-of-00072.msgpack",
    "transformer/h/38/self_attention/query_key_value/kernel": "flax_model-00040-of-00072.msgpack",
    "transformer/h/39/input_layernorm/bias": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/input_layernorm/kernel": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/mlp/dense_4h_to_h/bias": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/mlp/dense_4h_to_h/kernel": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/mlp/dense_h_to_4h/bias": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/mlp/dense_h_to_4h/kernel": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/post_attention_layernorm/bias": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/post_attention_layernorm/kernel": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/self_attention/dense/bias": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/self_attention/dense/kernel": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/self_attention/query_key_value/bias": "flax_model-00041-of-00072.msgpack",
    "transformer/h/39/self_attention/query_key_value/kernel": "flax_model-00041-of-00072.msgpack",
    "transformer/h/4/input_layernorm/bias": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/input_layernorm/kernel": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/mlp/dense_4h_to_h/bias": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/mlp/dense_4h_to_h/kernel": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/mlp/dense_h_to_4h/bias": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/mlp/dense_h_to_4h/kernel": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/post_attention_layernorm/bias": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/post_attention_layernorm/kernel": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/self_attention/dense/bias": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/self_attention/dense/kernel": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/self_attention/query_key_value/bias": "flax_model-00006-of-00072.msgpack",
    "transformer/h/4/self_attention/query_key_value/kernel": "flax_model-00006-of-00072.msgpack",
    "transformer/h/40/input_layernorm/bias": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/input_layernorm/kernel": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/mlp/dense_4h_to_h/bias": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/mlp/dense_4h_to_h/kernel": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/mlp/dense_h_to_4h/bias": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/mlp/dense_h_to_4h/kernel": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/post_attention_layernorm/bias": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/post_attention_layernorm/kernel": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/self_attention/dense/bias": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/self_attention/dense/kernel": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/self_attention/query_key_value/bias": "flax_model-00042-of-00072.msgpack",
    "transformer/h/40/self_attention/query_key_value/kernel": "flax_model-00042-of-00072.msgpack",
    "transformer/h/41/input_layernorm/bias": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/input_layernorm/kernel": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/mlp/dense_4h_to_h/bias": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/mlp/dense_4h_to_h/kernel": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/mlp/dense_h_to_4h/bias": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/mlp/dense_h_to_4h/kernel": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/post_attention_layernorm/bias": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/post_attention_layernorm/kernel": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/self_attention/dense/bias": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/self_attention/dense/kernel": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/self_attention/query_key_value/bias": "flax_model-00043-of-00072.msgpack",
    "transformer/h/41/self_attention/query_key_value/kernel": "flax_model-00043-of-00072.msgpack",
    "transformer/h/42/input_layernorm/bias": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/input_layernorm/kernel": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/mlp/dense_4h_to_h/bias": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/mlp/dense_4h_to_h/kernel": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/mlp/dense_h_to_4h/bias": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/mlp/dense_h_to_4h/kernel": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/post_attention_layernorm/bias": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/post_attention_layernorm/kernel": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/self_attention/dense/bias": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/self_attention/dense/kernel": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/self_attention/query_key_value/bias": "flax_model-00044-of-00072.msgpack",
    "transformer/h/42/self_attention/query_key_value/kernel": "flax_model-00044-of-00072.msgpack",
    "transformer/h/43/input_layernorm/bias": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/input_layernorm/kernel": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/mlp/dense_4h_to_h/bias": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/mlp/dense_4h_to_h/kernel": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/mlp/dense_h_to_4h/bias": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/mlp/dense_h_to_4h/kernel": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/post_attention_layernorm/bias": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/post_attention_layernorm/kernel": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/self_attention/dense/bias": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/self_attention/dense/kernel": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/self_attention/query_key_value/bias": "flax_model-00045-of-00072.msgpack",
    "transformer/h/43/self_attention/query_key_value/kernel": "flax_model-00045-of-00072.msgpack",
    "transformer/h/44/input_layernorm/bias": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/input_layernorm/kernel": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/mlp/dense_4h_to_h/bias": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/mlp/dense_4h_to_h/kernel": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/mlp/dense_h_to_4h/bias": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/mlp/dense_h_to_4h/kernel": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/post_attention_layernorm/bias": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/post_attention_layernorm/kernel": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/self_attention/dense/bias": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/self_attention/dense/kernel": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/self_attention/query_key_value/bias": "flax_model-00046-of-00072.msgpack",
    "transformer/h/44/self_attention/query_key_value/kernel": "flax_model-00046-of-00072.msgpack",
    "transformer/h/45/input_layernorm/bias": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/input_layernorm/kernel": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/mlp/dense_4h_to_h/bias": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/mlp/dense_4h_to_h/kernel": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/mlp/dense_h_to_4h/bias": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/mlp/dense_h_to_4h/kernel": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/post_attention_layernorm/bias": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/post_attention_layernorm/kernel": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/self_attention/dense/bias": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/self_attention/dense/kernel": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/self_attention/query_key_value/bias": "flax_model-00047-of-00072.msgpack",
    "transformer/h/45/self_attention/query_key_value/kernel": "flax_model-00047-of-00072.msgpack",
    "transformer/h/46/input_layernorm/bias": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/input_layernorm/kernel": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/mlp/dense_4h_to_h/bias": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/mlp/dense_4h_to_h/kernel": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/mlp/dense_h_to_4h/bias": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/mlp/dense_h_to_4h/kernel": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/post_attention_layernorm/bias": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/post_attention_layernorm/kernel": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/self_attention/dense/bias": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/self_attention/dense/kernel": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/self_attention/query_key_value/bias": "flax_model-00048-of-00072.msgpack",
    "transformer/h/46/self_attention/query_key_value/kernel": "flax_model-00048-of-00072.msgpack",
    "transformer/h/47/input_layernorm/bias": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/input_layernorm/kernel": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/mlp/dense_4h_to_h/bias": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/mlp/dense_4h_to_h/kernel": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/mlp/dense_h_to_4h/bias": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/mlp/dense_h_to_4h/kernel": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/post_attention_layernorm/bias": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/post_attention_layernorm/kernel": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/self_attention/dense/bias": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/self_attention/dense/kernel": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/self_attention/query_key_value/bias": "flax_model-00049-of-00072.msgpack",
    "transformer/h/47/self_attention/query_key_value/kernel": "flax_model-00049-of-00072.msgpack",
    "transformer/h/48/input_layernorm/bias": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/input_layernorm/kernel": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/mlp/dense_4h_to_h/bias": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/mlp/dense_4h_to_h/kernel": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/mlp/dense_h_to_4h/bias": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/mlp/dense_h_to_4h/kernel": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/post_attention_layernorm/bias": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/post_attention_layernorm/kernel": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/self_attention/dense/bias": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/self_attention/dense/kernel": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/self_attention/query_key_value/bias": "flax_model-00050-of-00072.msgpack",
    "transformer/h/48/self_attention/query_key_value/kernel": "flax_model-00050-of-00072.msgpack",
    "transformer/h/49/input_layernorm/bias": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/input_layernorm/kernel": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/mlp/dense_4h_to_h/bias": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/mlp/dense_4h_to_h/kernel": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/mlp/dense_h_to_4h/bias": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/mlp/dense_h_to_4h/kernel": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/post_attention_layernorm/bias": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/post_attention_layernorm/kernel": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/self_attention/dense/bias": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/self_attention/dense/kernel": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/self_attention/query_key_value/bias": "flax_model-00051-of-00072.msgpack",
    "transformer/h/49/self_attention/query_key_value/kernel": "flax_model-00051-of-00072.msgpack",
    "transformer/h/5/input_layernorm/bias": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/input_layernorm/kernel": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/mlp/dense_4h_to_h/bias": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/mlp/dense_4h_to_h/kernel": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/mlp/dense_h_to_4h/bias": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/mlp/dense_h_to_4h/kernel": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/post_attention_layernorm/bias": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/post_attention_layernorm/kernel": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/self_attention/dense/bias": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/self_attention/dense/kernel": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/self_attention/query_key_value/bias": "flax_model-00007-of-00072.msgpack",
    "transformer/h/5/self_attention/query_key_value/kernel": "flax_model-00007-of-00072.msgpack",
    "transformer/h/50/input_layernorm/bias": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/input_layernorm/kernel": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/mlp/dense_4h_to_h/bias": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/mlp/dense_4h_to_h/kernel": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/mlp/dense_h_to_4h/bias": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/mlp/dense_h_to_4h/kernel": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/post_attention_layernorm/bias": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/post_attention_layernorm/kernel": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/self_attention/dense/bias": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/self_attention/dense/kernel": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/self_attention/query_key_value/bias": "flax_model-00052-of-00072.msgpack",
    "transformer/h/50/self_attention/query_key_value/kernel": "flax_model-00052-of-00072.msgpack",
    "transformer/h/51/input_layernorm/bias": "flax_model-00053-of-00072.msgpack",
